Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutValue_language
source: Language code to use when converting the value.
bg_bg: Езиковият код, който трябва да се използва при конвертиране на стойността.
ca_es: Codi de llengua que cal utilitzar en convertir el valor.
cs_cz: Kód jazyka, který se má použít při převodu hodnoty
da_dk: Sprogkode, der skal anvendes, når du konverterer værdien.
de_de: Zu verwendender Sprachcode für die Konvertierung des Werts.
el_gr: Κωδικός γλώσσας για χρήση κατά τη μετατροπή της τιμής.
es_es: El código de idioma que se usará cuando se convierte el valor.
et_ee: Väärtuse teisendamisel kasutatav keelekood.
eu_es: Balioa bihurtzean erabiliko den hizkuntza-kodea.
fi_fi: Arvon muuntamisessa käytettävä kielikoodi.
fr_fr: Code de langue à utiliser lors de la conversion de la valeur.
gl_es: Código de idioma que se usará ao converter o valor.
hi_in: मान परिवर्तित करते समय उपयोग किया जाने वाला भाषा कोड.
hr_hr: Šifra jezika koja će se koristiti prilikom pretvaranja vrijednosti.
hu_hu: Az érték konvertálása során használandó nyelvkód.
it_it: Codice della lingua da usare per la conversione del valore.
ja_jp: 値の変換に使う言語コード。
kk_kz: Мәнді түрлендіргенде пайдаланылатын тіл коды.
ko_kr: 값을 변환할 때 사용할 언어 코드입니다.
lt_lt: Kalbos kodas, naudojamas konvertuojant reikšmę.
lv_lv: Valodas kods, ko izmantot, konvertējot vērtību.
ms_my: Kod bahasa untuk digunakan apabila menukar kepada nilai.
nb_no: Språkkoden som skal brukes ved konvertering av verdien.
nl_nl: De taalcode die moet worden gebruikt bij het converteren van de waarde.
pl_pl: Kod języka do użycia podczas konwertowania na wartość.
pt_br: Código de idioma para usar ao converter o valor.
pt_pt: Código de idioma a utilizar ao converter o valor.
ro_ro: Codul de limbă de utilizat la conversia valorii.
ru_ru: Код языка, используемый при преобразовании значения.
sk_sk: Kód jazyka, ktorý sa používa pri konverzii na hodnotu.
sl_si: Koda jezika, ki bo uporabljena pri pretvorbi vrednosti.
sr_cyrl_rs: Шифра језика коју треба користити приликом конвертовања у вредност.
sr_latn_rs: Šifra jezika koju treba koristiti prilikom konvertovanja u vrednost.
sv_se: Språkkoden som ska användas vid konvertering av värdet.
th_th: โค้ดภาษาที่จะใช้ขณะแปลงเป็นค่า
tr_tr: Değer dönüştürme işleminde kullanılacak dil kodu.
uk_ua: Мовний код, який потрібно використовувати під час перетворення значення.
vi_vn: Mã ngôn ngữ để sử dụng khi chuyển đổi giá trị.
zh_cn: 在转换值时要使用的语言代码。
zh_tw: 在轉換為值時要使用的語言代碼。

# AboutCoalesce
source: Returns the first non blank argument
bg_bg: Връща първия непразен аргумент
ca_es: Retorna el primer argument que no està en blanc.
cs_cz: Vrátí první neprázdný argument.
da_dk: Returnerer det første ikke-tomme argument
de_de: Hiermit wird das erste nicht leere Argument zurückgegeben.
el_gr: Επιστρέφει το πρώτο μη κενό όρισμα
es_es: Devuelve el primer argumento que no está en blanco.
et_ee: Tagastab esimese mittetühja argumendi
eu_es: Hutsa ez den lehen argumentua itzultzen du
fi_fi: Palauttaa ensimmäisen muun kuin tyhjän argumentin
fr_fr: Retourne le premier argument non vide
gl_es: Devolve o primeiro argumento que non está en branco
hi_in: पहला गैर रिक्त तर्क वापस करता है
hr_hr: Vraća prvi argument koji nije prazan
hu_hu: Az első nem üres argumentumot adja vissza
it_it: Restituisce il primo argomento non vuoto
ja_jp: 空でない最初の引数を返します
kk_kz: Бірінші бос емес аргументті қайтарады
ko_kr: 공백이 아닌 첫 번째 인수를 반환함
lt_lt: Pateikiamas pirmasis netuščias argumentas
lv_lv: Atgriež pirmo argumentu, kurš nav tukšs.
ms_my: Mengembalikan argumen bukan kosong pertama
nb_no: Returnerer det første argumentet som ikke er tomt
nl_nl: Hiermee wordt het eerste niet-lege argument geretourneerd
pl_pl: Zwraca pierwszy niepusty argument
pt_br: Retorna o primeiro argumento que não está em branco
pt_pt: Devolve o primeiro argumento que não está em branco
ro_ro: Returnează primul argument nevid
ru_ru: Возвращает первый непустой аргумент
sk_sk: Vráti prvý argument, ktorý nie je prázdny
sl_si: Vrne prvi neprazen argument
sr_cyrl_rs: Враћа први аргумент који није празан
sr_latn_rs: Vraća prvi argument koji nije prazan
sv_se: Returnerar det första icke-tomma argumentet
th_th: ส่งคืนอาร์กิวเมนต์แรกที่ไม่ได้เว้นว่าง
tr_tr: Boş olmayan ilk bağımsız değişkeni döndürür
uk_ua: Повертає перший непустий аргумент.
vi_vn: Trả về đối số không trống đầu tiên
zh_cn: 返回第一个非空白参数
zh_tw: 傳回第一個非空白的引數

# CoalesceArg1
source: value
bg_bg: стойност
ca_es: valor
cs_cz: hodnota
da_dk: værdi
de_de: Wert
el_gr: τιμή
es_es: valor
et_ee: väärtus
eu_es: balioa
fi_fi: arvo
fr_fr: valeur
gl_es: valor
hi_in: मान
hr_hr: vrijednost
hu_hu: érték
it_it: valore
ja_jp: 値
kk_kz: мән
ko_kr: 값
lt_lt: reikšmė
lv_lv: vērtība
ms_my: nilai
nb_no: verdi
nl_nl: waarde
pl_pl: wartość
pt_br: valor
pt_pt: valor
ro_ro: valoare
ru_ru: значение
sk_sk: hodnota
sl_si: vrednost
sr_cyrl_rs: вредност
sr_latn_rs: Vrednost
sv_se: värde
th_th: ค่า
tr_tr: değer
uk_ua: значення
vi_vn: giá_trị
zh_cn: 值
zh_tw: 值

# AboutCoalesce_value
source: An argument to be returned if it is the first non blank argument.
bg_bg: Аргументът, който трябва да бъде върнат, ако това е първият непразен аргумент.
ca_es: Argument que es retornarà si és el primer que no està en blanc.
cs_cz: Argument, který se vrátí, pokud je prvním neprázdným argumentem
da_dk: En argument, der skal returneres, hvis det er det første ikke-tomme argument.
de_de: Ein Argument, das zurückgegeben werden soll, wenn es sich um das erste nicht leere Argument handelt.
el_gr: Ένα όρισμα που θα επιστραφεί, αν είναι το πρώτο μη κενό όρισμα.
es_es: Argumento que se devolverá si es el primer argumento que no está en blanco.
et_ee: Tagastatav argument, kui see on esimene mittetühi argument.
eu_es: Hutsa ez den lehen argumentua bada, itzuli beharreko argumentua.
fi_fi: Palautettava argumentti, jos se on ensimmäinen muu kuin tyhjä argumentti.
fr_fr: Argument à retourner s'il s'agit du premier argument non vide.
gl_es: Argumento que se vai devolver se se trata do primeiro que non está en branco.
hi_in: अगर यह पहला गैर रिक्त तर्क है, तो इस तर्क को वापस कर दिया जाता है.
hr_hr: Argument koji će se vratiti ako je to prvi argument koji nije prazan.
hu_hu: Az argumentum, melyet vissza kell adni, amennyiben az az első nem üres argumentum.
it_it: Argomento da restituire se si tratta del primo argomento non vuoto.
ja_jp: 空でない最初の引数の場合に返される引数。
kk_kz: Бірінші бос емес аргумент болған жағдайда қайтарылатын аргумент.
ko_kr: 공백이 아닌 첫 번째 인수인 경우 인수가 반환됩니다.
lt_lt: Argumentas, kurį reikia pateikti, jei jis yra pirmasis netuščias argumentas.
lv_lv: Atgriežams arguments, ja šis ir pirmais arguments, kurš nav tukšs
ms_my: Argumen untuk dikembalikan jika ia merupakan argumen bukan kosong pertama.
nb_no: Et argument som skal returneres hvis det er det første argumentet som ikke er tomt.
nl_nl: Een argument dat moet worden geretourneerd als dit het eerste niet-lege argument is.
pl_pl: Argument do zwrócenia, jeśli jest to pierwszy niepusty argument.
pt_br: Um argumento que será retornado se ele for o primeiro argumento que não estiver em branco.
pt_pt: Um argumento que é devolvido se for o primeiro argumento que não está em branco.
ro_ro: Un argument de returnat dacă este primul argument nevid.
ru_ru: Возвращаемый аргумент, если это первый непустой аргумент.
sk_sk: Argument vrátený v prípade, že ide o prvý argument, ktorý nie je prázdny.
sl_si: Argument, ki bo vrnjen, če je prvi neprazen argument.
sr_cyrl_rs: Аргумент који треба вратити ако је у питању први аргумент који није празан.
sr_latn_rs: Argument koji treba vratiti ako je u pitanju prvi argument koji nije prazan.
sv_se: Ett argument som ska returneras om det är det första icke-tomma argumentet.
th_th: อาร์กิวเมนต์ที่จะส่งกลับถ้าเป็นอาร์กิวเมนต์แรกที่ไม่ได้เว้นว่าง
tr_tr: Boş olmayan ilk bağımsız değişken olması durumunda döndürülecek bağımsız değişken.
uk_ua: Аргумент, який потрібно повернути, якщо це перший непустий аргумент.
vi_vn: Đối số được trả về khi là đối số không trống đầu tiên.
zh_cn: 要返回的参数(如果为第一个非空白参数)。
zh_tw: 要傳回的引數 (若該引數為第一個非空白的引數)。

# AboutConcatenate
source: Joins several text values into one text value.
bg_bg: Съединява няколко текстови стойности в една текстова стойност.
ca_es: Uneix diversos valors de text en un valor de text.
cs_cz: Spojí několik textových hodnot do jedné textové hodnoty.
da_dk: Forbinder adskillige tekstværdier til én tekstværdi.
de_de: Verknüpft mehrere Textwerte zu einem Textwert.
el_gr: Ενώνει διάφορες τιμές κειμένου σε μία τιμή κειμένου.
es_es: Une varios valores de texto en un único valor.
et_ee: Ühendab mitu tekstväärtust üheks tekstväärtuseks.
eu_es: Hainbat testu-balio konbinatzen ditu testu-balio bakarrean.
fi_fi: Liittää useita tekstiarvoja yhdeksi tekstiarvoksi.
fr_fr: Regroupe plusieurs valeurs de texte dans une seule.
gl_es: Une varios valores de texto nun só.
hi_in: कई पाठ मानों को एक पाठ मान में जोड़ता है.
hr_hr: Spaja nekoliko tekstnih vrijednosti u jednu tekstnu vrijednost.
hu_hu: Több szöveges értéket egyesít egyetlen szöveges értékben.
it_it: Unisce diversi valori di testo in un unico valore di testo.
ja_jp: 複数のテキスト値を 1 つのテキスト値に結合します。
kk_kz: Бірнеше мәтіндік мәндерді бір мәтіндік мәнге біріктіреді.
ko_kr: 여러 텍스트 값을 하나의 텍스트 값으로 결합합니다.
lt_lt: Sujungia kelias teksto reikšmes į vieną.
lv_lv: Savieno vairākas teksta vērtība vienā teksta vērtībā.
ms_my: Mencantumkan beberapa nilai teks ke dalam satu nilai teks.
nb_no: Slår sammen flere tekstverdier til én tekstverdi.
nl_nl: Hiermee worden verschillende tekstwaarden samengevoegd in één tekstwaarde.
pl_pl: Łączy kilka wartości tekstowych w jedną wartość tekstową.
pt_br: Agrupa vários valores de texto em um só.
pt_pt: Associa vários valores de texto a um valor de texto.
ro_ro: Unește mai multe valori text într-o singură valoare text.
ru_ru: Объединяет несколько текстовых значений в одно текстовое значение.
sk_sk: Spojí niekoľko textových hodnôt do jednej textovej hodnoty.
sl_si: Združi več besedilnih vrednosti v eno besedilno vrednost.
sr_cyrl_rs: Спаја неколико вредности текста у једну вредност текста.
sr_latn_rs: Spaja nekoliko vrednosti teksta u jednu vrednost teksta.
sv_se: Kopplar flera textvärden till ett textvärde.
th_th: รวมข้อความหลายๆ ข้อความเข้าเป็นข้อความเดียว
tr_tr: Birçok metin değerini tek bir metin değeri olarak birleştirir.
uk_ua: Об’єднує кілька текстових значень в одне.
vi_vn: Kết hợp vài giá trị văn bản thành một giá trị văn bản.
zh_cn: 将多个文本值联接为一个文本值。
zh_tw: 將數個文字值聯結成單一文字值。

# ConcatenateArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# AboutConcatenate_text
source: A text or a column of text values, to be concatenated with the rest of the arguments.
bg_bg: Текст или колона с текстови стойности за конкатениране с останалите аргументи.
ca_es: Text o columna de valors de text que es concatenaran amb la resta d'arguments.
cs_cz: Text nebo sloupec textových hodnot, které se mají zřetězit se zbylými argumenty
da_dk: En tekst eller en kolonne med tekstværdier, der skal sammenkædes med resten af argumenterne.
de_de: Ein Textwert oder eine Spalte mit Textwerten für die Verkettung mit den restlichen Argumenten.
el_gr: Κείμενο ή στήλη τιμών κειμένου για συνένωση με τα υπόλοιπα ορίσματα.
es_es: Un texto o una columna de valores de texto que se va a concatenar con el resto de los argumentos.
et_ee: Tekst või tekstväärtuste veerg, mis ühendatakse ülejäänud argumentidega.
eu_es: Gainerako argumentuekin kateatuko den testua edo testu-balioen zutabea.
fi_fi: Teksti tai tekstiarvojen sarake, joka liitetään yhteen muiden argumenttien kanssa.
fr_fr: Texte ou colonne de valeurs de texte à concaténer avec le reste des arguments.
gl_es: Texto ou columna de valores de texto que se van concatenar co resto de argumentos.
hi_in: पाठ मानों का ऐसा पाठ या स्तंभ, जिसे शेष तर्कों के साथ श्रृंखलाबद्ध किया जाना है.
hr_hr: Tekst ili stupac tekstnih vrijednosti koji se spaja s ostalim argumentima.
hu_hu: Egy szöveges érték, amelyet a többi argumentummal kell összefűzni.
it_it: Testo o colonna di valori di testo da concatenare con il resto degli argomenti.
ja_jp: 引数の残りの部分と連結する、テキストまたはテキスト値の列。
kk_kz: Басқа аргументтермен біріктіру қажет мәтін немесе мәтіндік мәндер бағаны.
ko_kr: 나머지 인수와 연결할, 텍스트나 텍스트 값의 열입니다.
lt_lt: Tekstas arba teksto reikšmių stulpelis, kuris bus sujungtas su likusiais argumentais.
lv_lv: Teksts vai teksta vērtību kolonna, kas ir jāsavieno ar pārējiem argumentiem.
ms_my: Teks atau lajur nilai teks untuk dirangkaikan dengan argumen yang selebihnya.
nb_no: En tekst eller kolonne med tekstverdier som settes sammen med resten av argumentene.
nl_nl: Een tekst of een kolom met tekstwaarden die moet worden samengevoegd met de overige argumenten.
pl_pl: Tekst lub kolumna wartości tekstowych do połączenia z pozostałymi argumentami.
pt_br: Texto ou coluna de valores de texto a ser concatenado com o restante dos argumentos.
pt_pt: Um texto ou uma coluna de valores de texto para ser concatenado com o resto dos argumentos.
ro_ro: Un text sau o coloană de valori text care vor fi concatenate cu restul de argumente.
ru_ru: Текст или столбец текстовых значений, которые будут объединены с остальными аргументами.
sk_sk: Text alebo stĺpec textových hodnôt na zreťazenie s ostatnými argumentmi.
sl_si: Besedilo ali stolpec besedilnih vrednosti, ki jih je treba združiti z ostalimi argumenti.
sr_cyrl_rs: Текст или колона са текстуалним вредностима које ће бити спојене са остатком аргумената.
sr_latn_rs: Tekstualna vrednost koja treba da bude spojena sa ostalim argumentima.
sv_se: Ett textvärde eller en kolumn med textvärden som ska sammanfogas med resten av argumenten.
th_th: ข้อความหรือคอลัมน์ทีมีข้อความ ที่จะนำไปรวมเข้าด้วยกันกับอาร์กิวเมนต์ที่เหลือ
tr_tr: Diğer bağımsız değişkenlerle birleştirilecek olan bir metin veya metin değerleri sütunu.
uk_ua: Текст або стовпець текстових значень, які потрібно об’єднати з рештою аргументів.
vi_vn: Văn bản hoặc cột giá trị văn bản sẽ được nối với phần còn lại của các đối số.
zh_cn: 要与其余参数串联的文本或文本值组成的列。
zh_tw: 文字值的文字或資料行，將會與其餘引數相串連。

# AboutConcat
source: Joins all text values produced by evaluating the given expression over the given table into one text value.
bg_bg: Съединява всички текстови стойности, генерирани чрез изчисление на дадения израз върху дадената таблица, в една текстова стойност.
ca_es: Uneix en un sol valor de text tots els valors de text que es produeixen mitjançant l'avaluació de l'expressió proporcionada a la taula especificada.
cs_cz: Spojí všechny textové hodnoty vzniklé vyhodnocením zadaného výrazu v zadané tabulce do jedné textové hodnoty.
da_dk: Forbinder alle tekstværdier, der er produceret ved at evaluere det givne udtryk over den givne tabel, i én tekstværdi.
de_de: Verknüpft alle durch Auswerten des angegebenen Ausdrucks für die angegebene Tabelle erzeugten Textwerte zu einem Textwert.
el_gr: Ενώνει όλες τις τιμές κειμένου, που παράγονται από την αξιολόγηση της δεδομένης παράστασης με βάση τον δεδομένο πίνακα, σε μία τιμή κειμένου.
es_es: Une en un solo valor de texto todos los valores producidos mediante la evaluación de una expresión concreta de la tabla en cuestión.
et_ee: Ühendab kõik antud tabelis määratud avaldise arvutamise teel loodud tekstväärtused üheks tekstväärtuseks.
eu_es: Sortutako testu-balio guztiak konbinatzen ditu testu-balio bakarrean; horretarako, emandako taularen arabera ebaluatzen du emandako espresioa.
fi_fi: Liittää kaikki annetun lausekkeen annetulle taulukolle arvioinnin tuottamat tekstiarvot yhdeksi tekstiarvoksi.
fr_fr: Regroupe dans une même valeur de texte toutes les valeurs de texte produites par l’évaluation de l’expression donnée par rapport à la table donnée.
gl_es: Une nun só valor de texto todos os valores de texto producidos ao avaliar a expresión indicada da táboa en cuestión.
hi_in: दी गई तालिका पर दिए गए व्यंजक का एक पाठ मान में मूल्यांकन करने से उत्पन्न सभी पाठ मानों को जोड़ता है.
hr_hr: Spaja sve tekstne vrijednosti koje su stvorene vrednovanjem zadanog izraza na temelju zadane tablice u jednu tekstnu vrijednost.
hu_hu: Egyetlen szöveges értékben egyesít minden olyan szöveges értéket, amelyet a megadott kifejezésnek a megadott táblán történő kiértékelése állít elő.
it_it: Unisce tutti i valori di testo prodotti dalla valutazione di una determinata espressione nella tabella specificata in un unico valore di testo.
ja_jp: 指定されたテーブルで指定された式を評価することによって生成されたすべてのテキスト値を 1 つのテキスト値に結合します。
kk_kz: Берілген кесте бойынша берілген өрнекті есептеу арқылы алынған барлық мәтіндік мәндерді бір мәтіндік мәнге біріктіреді.
ko_kr: 지정된 테이블에 대해 지정된 식을 평가하여 생성된 모든 텍스트 값을 하나의 텍스트 값으로 결합합니다.
lt_lt: Sujungia visas teksto reikšmes, apskaičiuotas taikant nurodytą reiškinį pateiktoje lentelėje, į vieną teksto reikšmę.
lv_lv: Savieno visas teksta vērtības, kas tiek rādītas, novērtējot doto izteiksmi attiecībā pret doto tabulu, vienā teksta vērtībā.
ms_my: Mencantumkan semua nilai teks yang dihasilkan dengan menilai ungkapan yang diberi ke atas jadual yang diberi menjadi satu nilai teks.
nb_no: Slår sammen alle tekstverdier som er produsert, ved å evaluere det gitte uttrykket i den gitte tabellen til én tekstverdi.
nl_nl: Hiermee worden alle tekstwaarden die zijn geproduceerd door het evalueren van de opgegeven expressie over de opgegeven tabel in één tekstwaarde samengevoegd.
pl_pl: Łączy wszystkie wartości tekstowe utworzone przez obliczenie danego wyrażenia względem danej tabeli w jedną wartość tekstową.
pt_br: Agrupa todos os valores de texto produzidos ao avaliar a expressão fornecida sobre a tabela dada em um valor de texto.
pt_pt: Associa todos os valores de texto produzidos ao avaliar a expressão determinada sobre a tabela especificada num valor de texto.
ro_ro: Unește într-o valoare text unică toate valorile text produse prin evaluarea expresiei date peste tabelul dat.
ru_ru: Объединяет все текстовые значения, полученным путем вычисления данного выражения для данной таблицы, в одно текстовое значение.
sk_sk: Spojí do jednej textovej hodnoty všetky textové hodnoty vytvorené vyhodnotením daného výrazu v danej tabuľke.
sl_si: Združi vse besedilne vrednosti, ustvarjene z ovrednotenjem navedenega izraza v navedeni tabeli, v eno besedilno vrednost.
sr_cyrl_rs: Ствара све вредности текста створене проценом датог израза над датом табелом у једну вредност текста.
sr_latn_rs: Stvara sve vrednosti teksta stvorene procenom datog izraza nad datom tabelom u jednu vrednost teksta.
sv_se: Kopplar alla textvärden som skapats genom att utvärdera det givna uttrycket för den givna tabellen i ett textvärde.
th_th: รวมค่าตัวเลขที่ได้จากการประเมินนิพจน์จากตารางที่ให้ไว้ให้เป็นข้อความเดียว
tr_tr: Sağlanan tabloda belirtilen ifade tarafından değerlendirilen tüm metin değerlerini tek bir metin değeri olarak birleştirir.
uk_ua: Об’єднує в одне всі текстові значення, отримані в результаті обчислення вказаного виразу стосовно певної таблиці.
vi_vn: Kết hợp tất cả các giá trị văn bản được tạo ra bằng cách đánh giá biểu thức cho sẵn qua bảng cho sẵn vào một giá trị văn bản.
zh_cn: 将通过对给定表计算给定表达式生成的所有文本值加入一个文本值中。
zh_tw: 將所有對指定資料表評估指定運算式所產生的文字值，聯結成單一文字值。

# ConcatArg1
source: table
bg_bg: таблица
ca_es: taula
cs_cz: tabulka
da_dk: tabel
de_de: Tabelle
el_gr: πίνακας
es_es: tabla
et_ee: tabel
eu_es: taula
fi_fi: taulukko
gl_es: táboa
hi_in: तालिका
hr_hr: tablica
hu_hu: táblázat
it_it: tabella
ja_jp: テーブル
kk_kz: кесте
ko_kr: 테이블
lt_lt: lentelė
lv_lv: tabula
ms_my: jadual
nb_no: tabell
nl_nl: tabel
pl_pl: tabela
pt_br: tabela
pt_pt: tabela
ro_ro: tabel
ru_ru: таблица
sk_sk: tabuľka
sl_si: tabela
sr_cyrl_rs: табела
sr_latn_rs: tabela
sv_se: tabell
th_th: ตาราง
tr_tr: tablo
uk_ua: таблиця
vi_vn: bảng
zh_cn: 表
zh_tw: 資料表

# ConcatArg2
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# ConcatArg3
source: separator
bg_bg: разделител
ca_es: separador
cs_cz: oddělovač
de_de: Trennzeichen
el_gr: διαχωριστικό
es_es: separador
et_ee: eraldaja
eu_es: bereizlea
fi_fi: erotin
fr_fr: séparateur
gl_es: separador
hi_in: विभाजक
hr_hr: razdjelnik
hu_hu: elválasztó
it_it: separatore
ja_jp: 区切り記号
kk_kz: бөлгіш
ko_kr: 구분 기호
lt_lt: skyriklis
lv_lv: atdalītājs
ms_my: pemisah
nb_no: skilletegn
nl_nl: scheidingsteken
pt_br: separador
pt_pt: separador
ru_ru: Разделитель
sk_sk: oddeľovač
sl_si: ločilo
sr_cyrl_rs: разделник
sr_latn_rs: razdelnik
sv_se: avgränsare
th_th: ตัวคั่น
tr_tr: ayırıcı
uk_ua: роздільна лінія
vi_vn: dấu tách
zh_cn: 分隔符
zh_tw: 分隔符號
